---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Plumbing
zh: 给排水
source: html/c6ef25ce-6d9d-56eb-e6bc-0e0220241aa6.htm
---
# Autodesk.Revit.DB.GroupTypeId.Plumbing Property

**中文**: 给排水

Plumbing.

## Syntax (C#)
```csharp
public static ForgeTypeId Plumbing { get; }
```